Repository: bennokress/Tyokalu
Catalog: Työkalu/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, el, es, et, fi, fr, hr, hu, it, ja, lt, lv, nb, nl, nn, pl, ro, sk, sl, sv, tr, uk, zh_hans

source: Show notification with ${title} and ${message}
bg: Покажи известие с ${title} и ${message}
cs: Zobrazit oznámení s ${title} a ${message}
de: Zeige Mitteilung mit ${title} und ${message}
el: Εμφάνιση ειδοποίησης με ${title} και ${message}
es: Mostrar notificación con ${title} y ${message}
et: Kuva teavitus pealkirjaga ${title} ja sõnumiga ${message}
fi: Näytä ilmoitus otsikolla ${title} ja viestillä ${message}
fr: Afficher une notification avec ${title} et ${message}
hr: Prikaži obavijest s ${title} i ${message}
hu: Értesítés megjelenítése ${title} és ${message} tartalommal
it: Mostra notifica con ${title} e ${message}
ja: ${title}と${message}で通知を表示
lt: Rodyti pranešimą su ${title} ir ${message}
lv: Rādīt paziņojumu ar ${title} un ${message}
nb: Vis varsel med ${title} og ${message}
nl: Toon melding met ${title} en ${message}
nn: Vis varsel med ${title} og ${message}
pl: Pokaż powiadomienie z ${title} i ${message}
ro: Afișați notificarea cu ${title} și ${message}
sl: Prikaži obvestilo z ${title} in ${message}
sv: Visa avisering med ${title} och ${message}
tr: ${title} ve ${message} ile bildirim göster
uk: Показати сповіщення з ${title} і ${message}
zh_hans: 显示标题为${title}、消息为${message}的通知

source: Show notification with %@ and %@
bg: Покажи известие с %1$@ и %2$@
cs: Zobrazit oznámení s %1$@ a %2$@
de: Zeige Mitteilung mit %1$@ und %2$@
el: Εμφάνιση ειδοποίησης με %1\$@ και %2\$@
es: Mostrar notificación con %1$@ y %2$@
et: Kuva teavitus pealkirjaga %1$@ ja sõnumiga %2$@
fi: Näytä ilmoitus otsikolla %1$@ ja viestillä %2$@
fr: Afficher une notification avec %1$@ et %2$@
hr: Prikaži obavijest s %1\$@ i %2\$@
hu: Értesítés megjelenítése %1$@ és %2$@ tartalommal
it: Mostra notifica con %1$@ e %2$@
ja: %1$@と%2$@で通知を表示
lt: Rodyti pranešimą su %1$@ ir %2$@
lv: Rādīt paziņojumu ar %1\$@ un %2\$@
nb: Vis varsel med %1$@ og %2$@
nl: Toon melding met %1$@ en %2$@
nn: Vis varsel med %1\$@ og %2\$@
pl: Pokaż powiadomienie z %1\$@ i %2\$@
ro: Afișați notificarea cu %1$@ și %2$@
sk: Zobraziť oznámenie s %1$@ a %2$@
sl: Prikaži obvestilo z %1\$@ in %2\$@
sv: Visa avisering med %1$@ och %2$@
tr: %1$@ ve %2$@ ile bildirim göster
uk: Показати сповіщення з %1$@ і %2$@
zh_hans: 显示标题为%1$@、消息为%2$@的通知

source: Subtitle
bg: Подзаглавие
cs: Podtitulek
de: Untertitel
el: Υπότιτλος
es: Subtítulo
et: Alapealkiri
fi: Alaotsikko
fr: Sous-titre
hr: Podnaslov
hu: Alcím
it: Sottotitolo
ja: サブタイトル
lt: Paantraštė
lv: Apakšvirsraksts
nb: Undertittel
nl: Ondertitel
nn: Undertittel
pl: Podtytuł
ro: Subtitlu
sk: Podnadpis
sl: Podnaslov
sv: Underrubrik
tr: Alt Başlık
uk: Підзаголовок
zh_hans: 副标题

source: Sunday
bg: Неделя
cs: Neděle
de: Sonntag
el: Κυριακή
es: Domingo
et: Pühapäev
fi: Sunnuntai
fr: Dimanche
hr: Nedjelja
hu: Vasárnap
it: Domenica
ja: 日曜日
lt: Sekmadienis
lv: Svētdiena
nb: Søndag
nl: Zondag
nn: Sundag
pl: Niedziela
ro: Duminică
sk: Nedeľa
sl: Nedelja
sv: Söndag
tr: Pazar
uk: Неділя
zh_hans: 星期日

source: Tap Action
bg: Действие при докосване
cs: Akce při klepnutí
de: Tippaktion
el: Ενέργεια πατήματος
es: Acción al tocar
et: Puutetoiming
fi: Napauta-toiminto
fr: Action au toucher
hr: Radnja dodirom
hu: Koppintási művelet
it: Azione al tocco
ja: タップアクション
lt: Palietimo veiksmas
lv: Pieskāriena darbība
nb: Trykk-handling
nl: Tikactie
nn: Trykkhandling
pl: Akcja dotknięcia
ro: Acțiune la atingere
sk: Akcia pri ťuknutí
sl: Dejanje ob dotiku
sv: Tryck-åtgärd
tr: Dokunma İşlemi
uk: Дія при натисканні
zh_hans: 点击操作

source: Tap the button below to open Settings, then enable "Allow Notifications" for this app.
bg: Докоснете бутона по-долу, за да отворите Настройки, след което активирайте „Разрешаване на известия" за това приложение.
cs: Klepněte na tlačítko níže pro otevření Nastavení a poté povolte „Povolit oznámení" pro tuto aplikaci.
de: Tippe auf die Taste unten, um die Einstellungen zu öffnen, und aktiviere dann "Mitteilungen erlauben" für diese App.
el: Πατήστε το κουμπί παρακάτω για να ανοίξετε τις Ρυθμίσεις και μετά ενεργοποιήστε την επιλογή «Να επιτρέπονται οι ειδοποιήσεις» για αυτήν την εφαρμογή.
es: Toca el botón de abajo para abrir Ajustes, luego activa «Permitir notificaciones» para esta app.
et: Vajuta allpool olevat nuppu Seadete avamiseks, seejärel luba „Luba teavitused" selle rakenduse jaoks.
fi: Napauta alla olevaa painiketta avataksesi Asetukset ja ota sitten käyttöön "Salli ilmoitukset" tälle sovellukselle.
fr: Appuyez sur le bouton ci-dessous pour ouvrir Réglages, puis activez « Autoriser les notifications » pour cette app.
hr: Dodirnite gumb u nastavku za otvaranje Postavki, zatim omogućite "Dopusti obavijesti" za ovu aplikaciju.
hu: Koppints az alábbi gombra a Beállítások megnyitásához, majd engedélyezd az „Értesítések engedélyezése" opciót ennél az alkalmazásnál.
it: Tocca il pulsante qui sotto per aprire Impostazioni, quindi abilita "Consenti notifiche" per questa app.
ja: 下のボタンをタップして設定を開き、このアプリの「通知を許可」を有効にしてください。
lt: Paspauskite žemiau esantį mygtuką, kad atidarytumėte Nustatymus, tada įjunkite „Leisti pranešimus" šiai programėlei.
lv: Pieskarieties pogai zemāk, lai atvērtu Iestatījumus, tad iespējojiet "Atļaut paziņojumus" šai lietotnei.
nb: Trykk på knappen nedenfor for å åpne Innstillinger, og aktiver deretter «Tillat varsler» for denne appen.
nl: Tik op de knop hieronder om Instellingen te openen en schakel vervolgens "Meldingen toestaan" in voor deze app.
nn: Trykk på knappen nedanfor for å opne Innstillingar, og aktiver deretter «Tillat varslar» for denne appen.
pl: Dotknij poniższego przycisku, aby otworzyć Ustawienia, a następnie włącz „Zezwalaj na powiadomienia" dla tej aplikacji.
ro: Atingeți butonul de mai jos pentru a deschide Setări, apoi activați „Permite notificări" pentru această aplicație.
sk: Ťuknite na tlačidlo nižšie pre otvorenie Nastavení a potom povoľte "Povoliť oznámenia" pre túto aplikáciu.
sl: Tapnite spodnji gumb za odprtje Nastavitev, nato omogočite »Dovoli obvestila« za to aplikacijo.
sv: Tryck på knappen nedan för att öppna Inställningar och aktivera sedan "Tillåt aviseringar" för denna app.
tr: Ayarları açmak için aşağıdaki düğmeye dokunun, ardından bu uygulama için "Bildirimlere İzin Ver" seçeneğini etkinleştirin.
uk: Натисніть кнопку нижче, щоб відкрити Параметри, а потім увімкніть «Дозволити сповіщення» для цього додатка.
zh_hans: 点击下方按钮打开"设置"，然后为此App启用"允许通知"。

source: Test Notification
bg: Тестово известие
cs: Testovací oznámení
de: Testmitteilung
el: Δοκιμαστική ειδοποίηση
es: Notificación de prueba
et: Testteavitus
fi: Testi-ilmoitus
fr: Notification de test
hr: Testna obavijest
hu: Tesztértesítés
it: Notifica di test
ja: テスト通知
lt: Bandomasis pranešimas
lv: Testa paziņojums
nb: Testvarsel
nl: Testmelding
nn: Testvarsel
pl: Testowe powiadomienie
ro: Notificare de test
sk: Testovacie oznámenie
sl: Testno obvestilo
sv: Testavisering
tr: Test Bildirimi
uk: Тестове сповіщення
zh_hans: 测试通知

source: Test Notification Capability
bg: Тест на възможността за известия
cs: Testovat funkci oznámení
de: Mitteilungsfunktion testen
el: Δοκιμή δυνατότητας ειδοποιήσεων
es: Probar capacidad de notificación
et: Testi teavituse võimekust
fi: Testaa ilmoitustoiminto
fr: Tester la fonctionnalité de notification
hr: Testiraj mogućnost obavijesti
hu: Értesítési funkció tesztelése
it: Testa funzionalità notifiche
ja: 通知機能をテスト
lt: Tikrinti pranešimų galimybę
lv: Testēt paziņojumu iespējas
nb: Test varslingsfunksjon
nl: Test meldingsfunctionaliteit
nn: Test varslingsfunksjon
pl: Testuj funkcję powiadomień
ro: Testați capacitatea de notificare
sk: Testovať funkciu oznámení
sl: Preizkusi zmogljivost obvestil
sv: Testa aviseringsfunktion
tr: Bildirim Yeteneğini Test Et
uk: Тест можливості сповіщень
zh_hans: 测试通知功能

source: Test Notifications
bg: Тест на известията
cs: Testovat oznámení
de: Mitteilungen testen
el: Δοκιμή ειδοποιήσεων
es: Probar notificaciones
et: Testi teavitusi
fi: Testaa ilmoituksia
fr: Tester les notifications
hr: Testiraj obavijesti
hu: Értesítések tesztelése
it: Testa notifiche
ja: 通知をテスト
lt: Tikrinti pranešimus
lv: Testēt paziņojumus
nb: Test varsler
nl: Test meldingen
nn: Test varslar
pl: Testuj powiadomienia
ro: Testați notificările
sk: Testovať oznámenia
sl: Preizkusi obvestila
sv: Testa aviseringar
tr: Bildirimleri Test Et
uk: Тест сповіщень
zh_hans: 测试通知

source: The (unencoded) input of the Shortcut to run when the notification is tapped (optional)
bg: Некодираният вход на прекия път, който да се изпълни при докосване на известието (незадължително)
cs: (Nekódovaný) vstup zkratky, která se spustí při klepnutí na oznámení (volitelné)
de: Die (nicht kodierte) Eingabe des Kurzbefehls, der beim Tippen auf die Mitteilung ausgeführt wird (optional)
el: Η (μη κωδικοποιημένη) είσοδος της συντόμευσης που θα εκτελεστεί όταν πατηθεί η ειδοποίηση (προαιρετικό)
es: La entrada (sin codificar) del atajo a ejecutar cuando se toca la notificación (opcional)
et: Otsetee (kodeerimata) sisend, mida käivitada teavitusele vajutamisel (valikuline)
fi: Pikakomennon (koodaamaton) syöte, joka suoritetaan ilmoitusta napautettaessa (valinnainen)
fr: L'entrée (non encodée) du raccourci à exécuter lorsque la notification est touchée (facultatif)
hr: (Nekodirani) ulaz prečaca koji se pokreće kada se obavijest dodirne (opcionalno)
hu: A parancs (nem kódolt) bemenete, amely az értesítés megérintésekor fut (opcionális)
it: L'input (non codificato) del comando rapido da eseguire quando la notifica viene toccata (opzionale)
ja: 通知がタップされたときに実行するショートカットの（エンコードされていない）入力（オプション）
lt: (Neužkoduota) sparčiosios komandos įvestis, kuri bus paleista palietus pranešimą (neprivaloma)
lv: Saīsnes (nekodētā) ievade, kas jāpalaiž, kad paziņojums tiek pieskarts (neobligāts)
nb: Den (ukodede) inngangen til snarveien som skal kjøres når varselet trykkes (valgfritt)
nl: De (niet-gecodeerde) invoer van de opdracht die wordt uitgevoerd wanneer op de melding wordt getikt (optioneel)
nn: Den (ukoda) inngangen til snarvegen som skal køyrast når varselet vert trykt (valfritt)
pl: (Niekodowane) wejście skrótu do uruchomienia po dotknięciu powiadomienia (opcjonalnie)
ro: Intrarea (necodificată) a scurtăturii de rulat când notificarea este atinsă (opțional)
sk: (Nekódovaný) vstup skratky, ktorá sa spustí po ťuknutí na oznámenie (voliteľné)
sl: (Nekodiran) vhod bližnjice, ki se zažene ob dotiku obvestila (neobvezno)
sv: Den (okodade) inmatningen till genvägen som ska köras när aviseringen trycks (valfritt)
tr: Bildirime dokunulduğunda çalıştırılacak kestirmenin (kodlanmamış) girişi (isteğe bağlı)
uk: (Незакодований) вхід швидкої команди для запуску при натисканні сповіщення (необов'язково)
zh_hans: 点击通知时运行的快捷指令的（未编码）输入（可选）

source: The URL to open when the notification is tapped (required if 'Tap Action' is "Open URL")
bg: URL адресът, който да се отвори при докосване на известието (задължително, ако „Действие при докосване" е „Отвори URL")
cs: URL adresa, která se otevře při klepnutí na oznámení (vyžadováno, pokud je „Akce při klepnutí" nastavena na „Otevřít URL")
de: Die URL, die beim Tippen auf die Mitteilung geöffnet wird (erforderlich, wenn "Tippaktion" "URL öffnen" ist)
el: Το URL που θα ανοίξει όταν πατηθεί η ειδοποίηση (απαιτείται αν η «Ενέργεια πατήματος» είναι «Άνοιγμα URL»)
es: La URL a abrir cuando se toca la notificación (requerido si «Acción al tocar» es «Abrir URL»)
et: URL, mida avada teavitusele vajutamisel (kohustuslik, kui „Puutetoiming" on „Ava URL")
fi: URL-osoite, joka avataan ilmoitusta napautettaessa (pakollinen jos "Napauta-toiminto" on "Avaa URL")
fr: L'URL à ouvrir lorsque la notification est touchée (requis si « Action au toucher » est « Ouvrir l'URL »)
hr: URL koji se otvara kada se obavijest dodirne (obavezno ako je "Radnja dodirom" "Otvori URL")
hu: A megnyitandó URL, amikor az értesítésre koppintasz (kötelező, ha a „Koppintási művelet" „URL megnyitása")
it: L'URL da aprire quando la notifica viene toccata (obbligatorio se "Azione al tocco" è "Apri URL")
ja: 通知がタップされたときに開くURL（「タップアクション」が「URLを開く」の場合は必須）
lt: URL, kurį atidaryti palietus pranešimą (privaloma, jei „Palietimo veiksmas" yra „Atidaryti URL")
lv: URL, kas jāatver, kad paziņojums tiek pieskarts (obligāts, ja «Pieskāriena darbība» ir «Atvērt URL»)
nb: URL-en som skal åpnes når varselet trykkes (påkrevd hvis «Trykk-handling» er «Åpne URL»)
nl: De URL die wordt geopend wanneer op de melding wordt getikt (vereist als 'Tikactie' "Open URL" is)
nn: URL-en som skal opnast når varselet vert trykt (påkravd viss «Trykkhandling» er «Opne URL»)
pl: URL do otwarcia po dotknięciu powiadomienia (wymagane, jeśli „Akcja dotknięcia" to „Otwórz URL")
ro: URL-ul de deschis când notificarea este atinsă (necesar dacă „Acțiune la atingere" este „Deschideți URL")
sk: URL adresa, ktorá sa otvorí po ťuknutí na oznámenie (vyžaduje sa, ak je "Akcia pri ťuknutí" nastavená na "Otvoriť URL")
sl: URL, ki se odpre ob dotiku obvestila (zahtevano, če je »Dejanje ob dotiku« »Odpri URL«)
sv: URL:en som ska öppnas när aviseringen trycks (krävs om "Tryck-åtgärd" är "Öppna URL")
tr: Bildirime dokunulduğunda açılacak URL («Dokunma İşlemi» «URL Aç» ise gereklidir)
uk: URL для відкриття при натисканні сповіщення (обов'язково, якщо «Дія при натисканні» - «Відкрити URL»)
zh_hans: 点击通知时打开的URL（如果"点击操作"为"打开URL"则为必填）

source: The beginning of the time frame to check against (15 means at or after 15:00/3pm)
bg: Началото на времевата рамка за проверка (15 означава 15:00 или по-късно)
cs: Začátek časového rámce pro kontrolu (15 znamená od 15:00)
de: Der Beginn des Zeitraums, gegen den geprüft wird (15 bedeutet ab 15:00 Uhr)
el: Η αρχή του χρονικού πλαισίου για έλεγχο (15 σημαίνει στις ή μετά τις 15:00)
es: El inicio del intervalo de tiempo a comprobar (15 significa a las 15:00 o después)
et: Ajavahemiku algus, mille vastu kontrollida (15 tähendab kell 15:00 või hiljem)
fi: Tarkistettavan ajanjakson alku (15 tarkoittaa klo 15:00 tai sen jälkeen)
fr: Le début de la plage horaire à vérifier (15 signifie à partir de 15h00)
hr: Početak vremenskog okvira za provjeru (15 znači u ili nakon 15:00)
hu: Az ellenőrzendő időkeret kezdete (15 azt jelenti, hogy 15:00-tól vagy azután)
it: L'inizio dell'intervallo di tempo da verificare (15 significa dalle 15:00 in poi)
ja: チェックする時間枠の開始（15は15:00以降を意味します）
lt: Laiko intervalo pradžia tikrinimui (15 reiškia 15:00 arba vėliau)
lv: Laika perioda sākums, pret kuru pārbaudīt (15 nozīmē plkst. 15:00 vai vēlāk)
nb: Begynnelsen av tidsrammen å sjekke mot (15 betyr klokken 15:00 eller senere)
nl: Het begin van het tijdsbestek om tegen te controleren (15 betekent om of na 15:00)
nn: Byrjinga av tidsramma å sjekke mot (15 tyder klokka 15:00 eller seinare)
pl: Początek przedziału czasowego do sprawdzenia (15 oznacza o lub po 15:00)
ro: Începutul intervalului de timp pentru verificare (15 înseamnă la sau după 15:00)
sk: Začiatok časového rámca na kontrolu (15 znamená od 15:00)
sl: Začetek časovnega okvira za preverjanje (15 pomeni ob 15:00 ali po njej)
sv: Början på tidsramen att kontrollera mot (15 betyder klockan 15:00 eller senare)
tr: Kontrol edilecek zaman diliminin başlangıcı (15, saat 15:00 veya sonrası anlamına gelir)
uk: Початок часового проміжку для перевірки (15 означає о 15:00 або пізніше)
zh_hans: 要检查的时间范围的开始（15表示15:00或之后）

source: The end of the time frame to check against (17 means before 17:00/5pm)
bg: Краят на времевата рамка за проверка (17 означава преди 17:00)
cs: Konec časového rámce pro kontrolu (17 znamená před 17:00)
de: Das Ende des Zeitraums, gegen den geprüft wird (17 bedeutet vor 17:00 Uhr)
el: Το τέλος του χρονικού πλαισίου για έλεγχο (17 σημαίνει πριν τις 17:00)
es: El final del intervalo de tiempo a comprobar (17 significa antes de las 17:00)
et: Ajavahemiku lõpp, mille vastu kontrollida (17 tähendab enne kella 17:00)
fi: Tarkistettavan ajanjakson loppu (17 tarkoittaa ennen klo 17:00)
fr: La fin de la plage horaire à vérifier (17 signifie avant 17h00)
hr: Kraj vremenskog okvira za provjeru (17 znači prije 17:00)
hu: Az ellenőrzendő időkeret vége (17 azt jelenti, hogy 17:00 előtt)
it: La fine dell'intervallo di tempo da verificare (17 significa prima delle 17:00)
ja: チェックする時間枠の終了（17は17:00より前を意味します）
lt: Laiko intervalo pabaiga tikrinimui (17 reiškia iki 17:00)
lv: Laika perioda beigas, pret kuru pārbaudīt (17 nozīmē pirms plkst. 17:00)
nb: Slutten av tidsrammen å sjekke mot (17 betyr før klokken 17:00)
nl: Het einde van het tijdsbestek om tegen te controleren (17 betekent vóór 17:00)
nn: Slutten av tidsramma å sjekke mot (17 tyder før klokka 17:00)
pl: Koniec przedziału czasowego do sprawdzenia (17 oznacza przed 17:00)
ro: Sfârșitul intervalului de timp pentru verificare (17 înseamnă înainte de 17:00)
sk: Koniec časového rámca na kontrolu (17 znamená pred 17:00)
sl: Konec časovnega okvira za preverjanje (17 pomeni pred 17:00)
sv: Slutet på tidsramen att kontrollera mot (17 betyder före klockan 17:00)
tr: Kontrol edilecek zaman diliminin sonu (17, saat 17:00'den önce anlamına gelir)
uk: Кінець часового проміжку для перевірки (17 означає до 17:00)
zh_hans: 要检查的时间范围的结束（17表示17:00之前）

source: The name of the Shortcut to run when the notification is tapped (required if 'Tap Action' is "Run Shortcut")
bg: Името на прекия път, който да се изпълни при докосване на известието (задължително, ако „Действие при докосване" е „Изпълни пряк път")
cs: Název zkratky, která se spustí při klepnutí na oznámení (vyžadováno, pokud je „Akce při klepnutí" nastavena na „Spustit zkratku")
de: Der Name des Kurzbefehls, der beim Tippen auf die Mitteilung ausgeführt wird (erforderlich, wenn "Tippaktion" "Kurzbefehl ausführen" ist)
el: Το όνομα της συντόμευσης που θα εκτελεστεί όταν πατηθεί η ειδοποίηση (απαιτείται αν η «Ενέργεια πατήματος» είναι «Εκτέλεση συντόμευσης»)
es: El nombre del atajo a ejecutar cuando se toca la notificación (requerido si «Acción al tocar» es «Ejecutar atajo»)
et: Otsetee nimi, mida käivitada teavitusele vajutamisel (kohustuslik, kui „Puutetoiming" on „Käivita otsetee")
fi: Pikakomennon nimi, joka suoritetaan ilmoitusta napautettaessa (pakollinen jos "Napauta-toiminto" on "Suorita pikakomento")
fr: Le nom du raccourci à exécuter lorsque la notification est touchée (requis si « Action au toucher » est « Exécuter un raccourci »)
hr: Naziv prečaca koji se pokreće kada se obavijest dodirne (obavezno ako je "Radnja dodirom" "Pokreni prečac")
hu: A parancs neve, amely az értesítés megérintésekor fut (kötelező, ha a „Koppintási művelet" „Parancs futtatása")
it: Il nome del comando rapido da eseguire quando la notifica viene toccata (obbligatorio se "Azione al tocco" è "Esegui comando rapido")
ja: 通知がタップされたときに実行するショートカットの名前（「タップアクション」が「ショートカットを実行」の場合は必須）
lt: Sparčiosios komandos pavadinimas, kurią paleisti palietus pranešimą (privaloma, jei „Palietimo veiksmas" yra „Paleisti sparčiąją komandą")
lv: Saīsnes nosaukums, kas jāpalaiž, kad paziņojums tiek pieskarts (obligāts, ja «Pieskāriena darbība» ir «Palaist saīsni»)
nb: Navnet på snarveien som skal kjøres når varselet trykkes (påkrevd hvis «Trykk-handling» er «Kjør snarvei»)
nl: De naam van de opdracht die wordt uitgevoerd wanneer op de melding wordt getikt (vereist als 'Tikactie' "Voer opdracht uit" is)
nn: Namnet på snarvegen som skal køyrast når varselet vert trykt (påkravd viss «Trykkhandling» er «Køyr snarveg»)
pl: Nazwa skrótu do uruchomienia po dotknięciu powiadomienia (wymagane, jeśli „Akcja dotknięcia" to „Uruchom skrót")
ro: Numele scurtăturii de rulat când notificarea este atinsă (necesar dacă „Acțiune la atingere" este „Rulați scurtătura")
sk: Názov skratky, ktorá sa spustí po ťuknutí na oznámenie (vyžaduje sa, ak je "Akcia pri ťuknutí" nastavená na "Spustiť skratku")
sl: Ime bližnjice, ki se zažene ob dotiku obvestila (zahtevano, če je »Dejanje ob dotiku« »Zaženi bližnjico«)
sv: Namnet på genvägen som ska köras när aviseringen trycks (krävs om "Tryck-åtgärd" är "Kör genväg")
tr: Bildirime dokunulduğunda çalıştırılacak kestirmenin adı («Dokunma İşlemi» «Kestirme Çalıştır» ise gereklidir)
uk: Назва швидкої команди для запуску при натисканні сповіщення (обов'язково, якщо «Дія при натисканні» - «Запустити швидку команду»)
zh_hans: 点击通知时运行的快捷指令名称（如果"点击操作"为"运行快捷指令"则为必填）

source: The notification message can not be empty
bg: Съобщението на известието не може да бъде празно
cs: Zpráva oznámení nemůže být prázdná
de: Die Mitteilungsnachricht darf nicht leer sein
el: Το μήνυμα ειδοποίησης δεν μπορεί να είναι κενό
es: El mensaje de la notificación no puede estar vacío
et: Teavituse sõnum ei tohi olla tühi
fi: Ilmoitusviesti ei voi olla tyhjä
fr: Le message de la notification ne peut pas être vide
hr: Poruka obavijesti ne može biti prazna
hu: Az értesítés üzenete nem lehet üres
it: Il messaggio della notifica non può essere vuoto
ja: 通知メッセージは空にできません
lt: Pranešimo žinutė negali būti tuščia
lv: Paziņojuma ziņojums nedrīkst būt tukšs
nb: Varslingsmeldingen kan ikke være tom
nl: Het meldingsbericht mag niet leeg zijn
nn: Varslingsmeldinga kan ikkje vere tom
pl: Treść powiadomienia nie może być pusta
ro: Mesajul notificării nu poate fi gol
sk: Správa oznámenia nemôže byť prázdna
sl: Sporočilo obvestila ne sme biti prazno
sv: Aviseringsmeddelandet kan inte vara tomt
tr: Bildirim mesajı boş olamaz
uk: Повідомлення сповіщення не може бути порожнім
zh_hans: 通知消息不能为空

source: The notification title can not be empty
bg: Заглавието на известието не може да бъде празно
cs: Název oznámení nemůže být prázdný
de: Der Mitteilungstitel darf nicht leer sein
el: Ο τίτλος ειδοποίησης δεν μπορεί να είναι κενός
es: El título de la notificación no puede estar vacío
et: Teavituse pealkiri ei tohi olla tühi
fi: Ilmoituksen otsikko ei voi olla tyhjä
fr: Le titre de la notification ne peut pas être vide
hr: Naslov obavijesti ne može biti prazan
hu: Az értesítés címe nem lehet üres
it: Il titolo della notifica non può essere vuoto
ja: 通知タイトルは空にできません
lt: Pranešimo pavadinimas negali būti tuščias
lv: Paziņojuma virsraksts nedrīkst būt tukšs
nb: Varslingstittelen kan ikke være tom
nl: De meldingstitel mag niet leeg zijn
nn: Varslingstittelen kan ikkje vere tom
pl: Tytuł powiadomienia nie może być pusty
ro: Titlul notificării nu poate fi gol
sk: Názov oznámenia nemôže byť prázdny
sl: Naslov obvestila ne sme biti prazen
sv: Aviseringstiteln kan inte vara tom
tr: Bildirim başlığı boş olamaz
uk: Заголовок сповіщення не може бути порожнім
zh_hans: 通知标题不能为空

source: The subtitle of the notification (optional)
bg: Подзаглавието на известието (незадължително)
cs: Podtitulek oznámení (volitelné)
de: Der Untertitel der Mitteilung (optional)
el: Ο υπότιτλος της ειδοποίησης (προαιρετικό)
es: El subtítulo de la notificación (opcional)
et: Teavituse alapealkiri (valikuline)
fi: Ilmoituksen alaotsikko (valinnainen)
fr: Le sous-titre de la notification (facultatif)
hr: Podnaslov obavijesti (opcionalno)
hu: Az értesítés alcíme (opcionális)
it: Il sottotitolo della notifica (opzionale)
ja: 通知のサブタイトル（オプション）
lt: Pranešimo paantraštė (neprivaloma)
lv: Paziņojuma apakšvirsraksts (neobligāts)
nb: Undertittelen til varselet (valgfritt)
nl: De ondertitel van de melding (optioneel)
nn: Undertittelen til varselet (valfritt)
pl: Podtytuł powiadomienia (opcjonalnie)
ro: Subtitlul notificării (opțional)
sk: Podnadpis oznámenia (voliteľné)
sl: Podnaslov obvestila (neobvezno)
sv: Underrubriken till aviseringen (valfritt)
tr: Bildirimin alt başlığı (isteğe bağlı)
uk: Підзаголовок сповіщення (необов'язково)
zh_hans: 通知的副标题（可选）
